alefragnani.bookmarks
alefragnani.project-manager
antfu.theme-vitesse
bradlc.vscode-tailwindcss
castrogusttavo.symbols
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
flvffy.poimandres
hsnazar.hyper-term-theme
kamikillerto.vscode-colorize
kilocode.kilo-code
mhutchie.git-graph
miguelsolorio.symbols
muhammad-ahmad.xlsx-viewer
qwtel.sqlite-viewer
raunofreiberg.vesper
serhioromano.vscode-gitflow
shalldie.background
shd101wyy.markdown-preview-enhanced
sirtori.indenticator
tal7aouy.icons
tonybaloney.vscode-pets
wraith13.zoombar-vscode
